MELDUNGEN/EXPORT/RANOREX_InventarmeldungBaugruppe_20240826143504.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-26T14:35:03.967+02:00" vorgangstyp="INSTALLATION" servicetechniker="0" vorgangsnummer="0" einbauposition="0" seriennummer="99009901" herstellerBezeichnung="Toyocom" betriebsstatus="IN_BETRIEB" gueltigkeit="1970-01-01T01:00:00.000+01:00" abrechnungsnummer="0" version="" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10072" guid="23bab0fe-99d2-456d-900e-ec03e6d4aa24"/>
                <baugruppentyp baugruppenkategorie="BNV" beschreibung="BZK" bezeichnung="BZK" geldspeichertyp="BEK"/>
            </faaInventarmeldungBaugruppe>
        </empfangeInventarmeldungBaugruppe>
    </s:Body>
</s:Envelope>
